{
  "qs": [
    "How do I begin the process of setting up my new device with Spectrum?",
    "Can I use the Spectrum app to activate a device if I'm not on WiFi?",
    "What steps should I follow to activate an eSIM using the Spectrum app?",
    "Is it possible to keep my old phone number when switching to Spectrum?",
    "What should I do if I forget my Spectrum login details during activation?",
    "Can I activate more than one device at a time with Spectrum Mobile?",
    "How long does it usually take to complete device activation?",
    "Is there anything I need to do before starting eSIM activation?",
    "Do I need my previous provider's account PIN to transfer my number?",
    "What can I do if the Spectrum app doesn’t show the activation option?",
    "How will I know once my Spectrum activation is finalized?",
    "Do I have to restart my phone after setting up my Spectrum device?",
    "Why am I not receiving any signal on my device after activation?",
    "Can I use a Spectrum device with a SIM from another mobile provider?",
    "Do I need to set up any additional features after activating my device?",
    "Can I transfer my phone number from a prepaid provider?",
    "If I need help with activation, where can I find support?",
    "How can I monitor my data usage in the Spectrum app?",
    "What should I do if my Spectrum app won’t download?",
    "How can I set up automatic bill payments for my Spectrum account?",
    "Are there any extra charges for adding a new line with Spectrum?",
    "What information do I need to provide to transfer my phone number?",
    "Can I still use mobile data while connected to WiFi on my device?",
    "Why is my device showing 'No Service' after setup?",
    "Does Spectrum support international roaming on mobile devices?",
    "What should I do if the My Spectrum App won’t open on my phone?",
    "How can I reset my app password if I’ve forgotten it?",
    "Are there any fees for transferring my phone number to Spectrum?",
    "What if I want to change my Spectrum Mobile plan after activation?",
    "How do I update my Spectrum device's software after setup?",
    "Can I use Face ID to sign in to the My Spectrum App?",
    "Do I need to remove my physical SIM before eSIM activation?",
    "What happens if I activate my device on the wrong Spectrum account?",
    "Is my personal data safe when using the Spectrum mobile app?",
    "Where can I download the My Spectrum App to start the activation?",
    "How do I know if my phone is compatible with Spectrum Mobile?",
    "What do I do if the app says my SIM is not supported?",
    "Can I still get support if I activate my device incorrectly?",
    "Do I need an account with Spectrum to activate a mobile device?",
    "How can I view my Spectrum Mobile bill from the app?",
    "How can I contact Spectrum support if I have issues with my phone?",
    "Is my old phone automatically deactivated when I set up a new one?",
    "Will my Spectrum device automatically connect to the network?",
    "Can I use a mobile hotspot on my Spectrum device when traveling abroad?",
    "What if my phone was damaged during the activation process?",
    "Does Spectrum Mobile allow using the app on multiple devices?",
    "How can I prevent roaming charges while traveling internationally?",
    "What permissions do I need to grant for the My Spectrum App?",
    "How can I access tutorials for setting up my new Spectrum device?",
    "Will I receive an email confirmation once my activation is successful?"
  ]
}
